{
  "A": {
    "description": "Names starting with 'A' will have a strong personality, good qualities, good control over emotions, creative, empathetic and share happiness with others. They like to live in their own dream land and like to visit beautiful places."
  },
  "B": {
    "description": "Names starting with 'B' are introverts. They don’t like to debate or involve themselves in discussions. They try to keep busy in their thoughts and activities. They like to have few friends; they don’t trust anyone and are reluctant to associate with strangers."
  },
  "C": {
    "description": "Names starting with 'C' are determined and go-getters. They give optimistic ideas. They are very active and energetic. If 'C' is repeated, it means they will overcome difficulties and finally succeed. Negative side: Mind is filled with fear or anxiety."
  },
  "D": {
    "description": "Names starting with 'D' are self-confident, achieve success in their pursuit, always involved in activities, they complete their task at any cost, achieve success in administration. They have leadership quality. They can be a good guide. They don’t harm others' prestige and they do not tolerate others harming them."
  },
  "E": {
    "description": "Names starting with 'E' cannot maintain secrets, irrespective of their position. Ability to write and speak. If repeated, they will acquire fame through writing or oratory. 3 cross lines represent activity on the spiritual, mental, and materialistic level."
  },
  "F": {
    "description": "Names starting with 'F' are docile and believe that family is their religion, hold love, truthfulness, sweetness, others’ welfare as their life values. They dedicate their lives to the society at large."
  },
  "G": {
    "description": "Names starting with 'G' are decent, good, with self-control, soft, gentle and have charismatic personalities. They give more importance to moral values. They do jobs or business in a systematic way and achieve their goal and success in their life."
  },
  "H": {
    "description": "Names starting with 'H' like to show-off. They are ambitious, and keep themselves busy. Socially they are successful and progressive."
  },
  "I": {
    "description": "Names starting with 'I' keep themselves busy with some or the other activity. They do not allow others to be lazy. They like acquiring knowledge and try to understand everything in detail. Their speech has a mark of authority."
  },
  "J": {
    "description": "Names starting with 'J' are generous, broad minded, fighter. They have the knowledge of latest world events and they involve deeply. They do not involve in small matters. They are outspoken. They have a bright outlook. Talent for writing or painting. They have magnetic personality and follow intellectual pursuit. Negative side: Fickle minded, diversion of attention from one subject to another."
  },
  "K": {
    "description": "Names starting with 'K' struggle more, with a lot of ups and downs. They are negative thinking people. They see the darker side of everything. They are generous and enduring. Their life is always uncertain."
  },
  "L": {
    "description": "Names starting with 'L' achieve the highest position in life. They are blessed with good thoughts and qualities. They are secretive, always busy in their own ideas. They don’t like to look at the past. They are sensitive, enduring, philosophical, clear thinking. They always prove themselves with their actions and perfection."
  },
  "M": {
    "description": "Names starting with 'M' like to be alone, gentle, cultured, civilized, speak always truth, face unprecedented rise and fall, secretive about their personalities. If they are poor also people regard them as prosperous. They have a natural tendency of proving their worth."
  },
  "N": {
    "description": "Names starting with 'N' experience constant struggles and obstacles. They have innovative ideas, and co-operation. They have strong and impressive personalities. They face struggles to achieve their targets. They can also be friendly with strangers. They are outstanding as family people and always discharge their social responsibilities to the best of their abilities."
  },
  "O": {
    "description": "Names starting with 'O' are self-centered, courageous, they never give up even after repeated ups and downs in life, innumerable friends and enemies, easily cheated by others. They don’t like to burn as wood, they like to thunder like a boil. Later part of their life is comparatively happy and prosperous. They are ambitious, and always cherish a desire of going up in their life."
  },
  "P": {
    "description": "Names starting with 'P' are secretive personalities, despite inner tribulations they are calm, quiet externally, always share the wheel and woes to others. They can face any difficult situations in their life. They never deviate from their destined life path. They extend a helping hand and co-operation to others even at their own expense. They always enjoy the peaceful surrounding, far away from the hustle bustle."
  },
  "Q": {
    "description": "Names starting with 'Q' live a systematic life. They are determined in their ideas. They do not hurry or worry in their life. They don’t like to intervene in others’ matters or challenge the systematic ways of working. They prove their worth as good administrators. They are not egoistic and proud. Proper discharge of their obligations is their prime duty."
  },
  "R": {
    "description": "Names starting with 'R' are reputable and distinguished. They get more respect, prestige, position and money with the passage of life. They are appreciative, sensible people with impressive and good personalities. They easily make friends with strangers, Higher authority is always helpful in getting their work done easily. They achieve high status in life."
  },
  "S": {
    "description": "Names starting with 'S' are well-versed in the art of making friends and getting the fullest advantage of others. They are wise. They are interested in stage performance, public displays and festivities. They are loyal to their mentors. They are weak in decision making."
  },
  "T": {
    "description": "Names starting with 'T' are content people, always want to progress through justice and merits, they have full faith in God, self-respect, faithfulness, patriotism, and devotion are their belief system. They are popular among their friends and family. They like to take their decision independently. They always stick to the decisions they take."
  },
  "U": {
    "description": "Names starting with 'U' are the front-runners in all situations, ideas, mature thinking, fashion, search for truth and they like to live in the present life, and don't want to think about the future."
  },
  "V": {
    "description": "Names starting with 'V' know how to respect others and respect themselves. They have a strong power of understanding and retention, innovative power and are good communicators."
  },
  "W": {
    "description": "Names starting with 'W' like adventurous activities, are energetic, agile. They love travel and speed. No limits for ambition."
  },
  "X": {
    "description": "Names starting with 'X' will create their own network and entrap in the same. They avoid accepting any responsibilities. They don’t perform any significant work. Excessive show-off is their favorite way of life and they achieve success only with difficulties."
  },
  "Y": {
    "description": "Names starting with 'Y' are self-centered, they don’t like material life. If they set a target for themselves, they will focus completely and achieve it. Their contribution in this world will be unique."
  },
  "Z": {
    "description": "Names starting with 'Z' are short tempered, they hold hangers for a long time. They are determined and deft in diplomacy."
  }
}
